# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "schniz/tap"

# Brews
brew "awscli"
brew "bfg"
brew "brotli"
brew "curl"
brew "direnv"
brew "git"
brew "glib"
brew "gnupg"
brew "htop"
brew "jq"
brew "mas"
brew "ncdu"
brew "openssl"
brew "rsync"
brew "schniz/tap/fnm"
brew "shfmt"
brew "tldr"
brew "vim"
brew "zsh"

# Casks
cask "appcleaner"
cask "betterzip"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-source-code-pro"
cask "google-chrome"
cask "insomnia-designer"
cask "insomnia"
cask "iterm2"
cask "keka"
cask "lastpass"
cask "skype"
cask "slack"
cask "steam"
cask "tableplus"
cask "transmit"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoomus"

# Mac App Store
mas "Xcode", id: 497799835 # Xcode

#Whalebrew (For Later)
